Repository: pasteshelf/pasteshelf
Catalog: PasteShelf/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt, ru, tr, zh_hans, zh_hant

source: Enroll this device from Settings > Enterprise > Admin Console and sign in with your SSO credentials.
de: Registrieren Sie dieses Gerät unter Einstellungen > Unternehmen > Administrationskonsole und melden Sie sich mit Ihren SSO-Anmeldedaten an.
es: Inscribe este dispositivo en Ajustes > Enterprise > Admin Console e inicia sesión con tus credenciales SSO.
fr: Inscrivez cet appareil depuis Réglages > Enterprise > Admin Console et connectez-vous avec vos identifiants SSO.
ja: 設定 > エンタープライズ > Admin Console からこのデバイスを登録し、SSO 資格情報でサインインしてください。
ko: 설정 > 엔터프라이즈 > Admin Console에서 이 기기를 등록하고 SSO 자격 증명으로 로그인하세요.
pt: Inscreva este dispositivo em Ajustes > Enterprise > Admin Console e faça login com suas credenciais SSO.
ru: Зарегистрируйте это устройство в разделе Настройки > Enterprise > Admin Console и войдите с использованием ваших SSO-учётных данных.
tr: Bu cihazı Ayarlar > Enterprise > Admin Console üzerinden kaydedin ve SSO kimlik bilgilerinizle oturum açın.
zh_hans: 从 设置 > Enterprise > Admin Console 注册此设备，并使用您的 SSO 凭据登录。
zh_hant: 從 設定 > Enterprise > Admin Console 註冊此裝置,並使用您的 SSO 憑證登入。

source: Enrolled
de: Registriert
es: Inscrito
fr: Inscrit
ja: 登録済み
ko: 등록됨
pt: Inscrito
ru: Зарегистрировано
tr: Kaydedildi
zh_hans: 已注册
zh_hant: 已註冊

source: Enrolling...
de: Registriere…
es: Inscribiendo…
fr: Inscription…
ja: 登録中…
ko: 등록 중…
pt: Inscrevendo…
ru: Регистрация…
tr: Kaydediliyor…
zh_hans: 正在注册…
zh_hant: 正在註冊…

source: Enrollment
de: Registrierung
es: Inscripción
fr: Inscription
ja: 登録
ko: 등록
pt: Inscrição
ru: Регистрация
tr: Kayıt
zh_hans: 注册
zh_hant: 註冊

source: Ensure the PasteShelf app is up to date and that the admin console server is running a compatible version.
de: Stellen Sie sicher, dass die PasteShelf-App aktuell ist und dass der Administrationskonsolen-Server eine kompatible Version ausführt.
es: Asegúrate de que la aplicación PasteShelf esté actualizada y que el servidor de la consola de administración ejecute una versión compatible.
fr: Assurez-vous que l'application PasteShelf est à jour et que le serveur de la console d'administration exécute une version compatible.
ja: PasteShelf アプリが最新であり、管理コンソールサーバーが互換性のあるバージョンで動作していることを確認してください。
ko: PasteShelf 앱이 최신 상태이며 관리 콘솔 서버가 호환되는 버전을 실행 중인지 확인하세요.
pt: Verifique se o aplicativo PasteShelf está atualizado e se o servidor do console de administração está executando uma versão compatível.
ru: Убедитесь, что приложение PasteShelf обновлено, а сервер консоли администратора использует совместимую версию.
tr: PasteShelf uygulamasının güncel olduğundan ve yönetici konsolu sunucusunun uyumlu bir sürüm çalıştırdığından emin olun.
zh_hans: 请确保 PasteShelf 应用已更新，且管理控制台服务器运行的是兼容版本。
zh_hant: 請確認 PasteShelf 應用程式已更新,且管理主控台伺服器執行的是相容的版本。

source: Ensure the plugin has the .pasteshelfplugin extension
de: Stellen Sie sicher, dass das Plug-in die Erweiterung .pasteshelfplugin hat
es: Asegúrate de que el plugin tenga la extensión .pasteshelfplugin
fr: Assurez-vous que le plugin porte l'extension .pasteshelfplugin
ja: プラグインの拡張子が .pasteshelfplugin であることを確認してください
ko: 플러그인에 .pasteshelfplugin 확장자가 있는지 확인하세요
pt: Verifique se o plugin tem a extensão .pasteshelfplugin
ru: Убедитесь, что плагин имеет расширение .pasteshelfplugin
tr: Eklentinin .pasteshelfplugin uzantısına sahip olduğundan emin olun
zh_hans: 请确保插件具有 .pasteshelfplugin 扩展名
zh_hant: 請確保外掛程式具有 .pasteshelfplugin 副檔名

source: Enter a pattern and tap "Test Pattern" to see results.
de: Geben Sie ein Muster ein und tippen Sie auf „Muster testen“, um Ergebnisse zu sehen.
es: Introduzca un patrón y toque «Probar patrón» para ver los resultados.
fr: Saisissez un modèle et appuyez sur « Tester le modèle » pour voir les résultats.
ja: パターンを入力して「パターンをテスト」をタップすると結果が表示されます。
ko: 패턴을 입력하고 「패턴 테스트」를 탭하면 결과가 표시됩니다.
pt: Digite um padrão e toque em «Testar Padrão» para ver os resultados.
ru: Введите шаблон и нажмите «Проверить шаблон», чтобы увидеть результаты.
tr: Bir desen girin ve sonuçları görmek için 「Deseni Test Et」 dokunun.
zh_hans: 输入模式并点按「测试模式」以查看结果。
zh_hant: 輸入模式並點按「測試模式」以查看結果。

source: Entity
de: Entität
es: Entidad
fr: Entité
ja: エンティティ
ko: 엔티티
pt: Entidade
ru: Сущность
tr: Varlık
zh_hans: 实体
zh_hant: 實體

source: Entity ID
de: Entitäts-ID
es: ID de entidad
fr: ID d'entité
ja: エンティティ ID
ko: 엔티티 ID
pt: ID da Entidade
ru: ID сущности
tr: Varlık Kimliği
zh_hans: 实体 ID
zh_hant: 實體 ID

source: Entity ID / Issuer URI
de: Entitäts-ID / Issuer-URI
es: ID de entidad / URI del emisor
fr: ID d'entité / URI de l'émetteur
ja: エンティティ ID / 発行者 URI
ko: 엔티티 ID / 발급자 URI
pt: ID da Entidade / URI do Emissor
ru: ID сущности / URI эмитента
tr: Varlık Kimliği / Yayımlayıcı URI
zh_hans: 实体 ID / 颁发者 URI
zh_hant: 實體 ID / 發行者 URI

source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
pt: Erro
ru: Ошибка
tr: Hata
zh_hans: 错误
zh_hant: 錯誤

source: Error: %@
de: Fehler: %@
fr: Erreur : %@
ja: エラー: %@
ko: 오류: %@
pt: Erro: %@
ru: Ошибка: %@
tr: Hata: %@
zh_hans: 错误：%@
zh_hant: 錯誤:%@

source: Escape HTML
de: HTML escapen
es: Escapar HTML
fr: Échapper HTML
ja: HTML をエスケープ
ko: HTML 이스케이프
pt: Escapar HTML
ru: Экранировать HTML
tr: HTML Kaçış
zh_hans: 转义 HTML
zh_hant: 跳脫 HTML

source: Events (%lld)
de: Ereignisse (%lld)
es: Eventos (%lld)
fr: Événements (%lld)
ja: イベント (%lld)
ko: 이벤트 (%lld)
pt: Eventos (%lld)
ru: События (%lld)
tr: Olaylar (%lld)
zh_hans: 事件 (%lld)
zh_hant: 事件 (%lld)

source: Events older than the retention window are automatically deleted during the next scheduled pruning pass.
de: Ereignisse, die älter als der Aufbewahrungszeitraum sind, werden beim nächsten geplanten Bereinigungslauf automatisch gelöscht.
es: Los eventos más antiguos que la ventana de retención se eliminan automáticamente durante la próxima pasada de limpieza programada.
fr: Les événements plus anciens que la fenêtre de rétention sont automatiquement supprimés lors du prochain passage de purge planifié.
ja: 保持ウィンドウより古いイベントは、次回の定期削除パスで自動的に削除されます。
ko: 보존 기간보다 오래된 이벤트는 다음 예정된 정리 과정에서 자동으로 삭제됩니다.
pt: Eventos mais antigos que a janela de retenção são excluídos automaticamente na próxima varredura agendada.
ru: События, старше срока хранения, удаляются автоматически при следующей плановой чистке.
tr: Saklama penceresinden eski olaylar, planlanmış bir sonraki temizleme sırasında otomatik olarak silinir.
zh_hans: 早于保留窗口的事件将在下次计划的清理过程中自动删除。
zh_hant: 早於保留期限的事件將在下次排程的清理過程中自動刪除。

source: Excluded Applications
de: Ausgeschlossene Programme
es: Aplicaciones excluidas
fr: Applications exclues
ja: 除外アプリケーション
ko: 제외된 애플리케이션
pt: Aplicativos Excluídos
ru: Исключённые приложения
tr: Hariç Tutulan Uygulamalar
zh_hans: 排除的应用
zh_hant: 排除的應用程式

source: Excluded Apps
de: Ausgeschlossene Apps
es: Apps excluidas
fr: Apps exclues
ja: 除外されたアプリ
ko: 제외된 앱
pt: Apps Excluídos
ru: Исключённые приложения
tr: Hariç Tutulan Uygulamalar
zh_hans: 排除的 App
zh_hant: 排除的 App

source: Execute an AppleScript file
de: AppleScript-Datei ausführen
es: Ejecutar un archivo AppleScript
fr: Exécuter un fichier AppleScript
ja: AppleScript ファイルを実行
ko: AppleScript 파일 실행
pt: Executar um arquivo AppleScript
ru: Выполнить файл AppleScript
tr: Bir AppleScript dosyasını çalıştır
zh_hans: 执行 AppleScript 文件
zh_hant: 執行 AppleScript 檔案

source: Execution failed: %@
de: Ausführung fehlgeschlagen: %@
es: Error de ejecución: %@
fr: Échec de l'exécution : %@
ja: 実行に失敗しました: %@
ko: 실행에 실패했습니다: %@
pt: Falha na execução: %@
ru: Сбой выполнения: %@
tr: Yürütme başarısız oldu: %@
zh_hans: 执行失败：%@
zh_hant: 執行失敗:%@

source: Export
de: Exportieren
es: Exportar
fr: Exporter
ja: エクスポート
ko: 내보내기
pt: Exportar
ru: Экспорт
tr: Dışa Aktar
zh_hans: 导出
zh_hant: 匯出

source: Export as CSV
de: Als CSV exportieren
es: Exportar como CSV
fr: Exporter en CSV
ja: CSV としてエクスポート
ko: CSV로 내보내기
pt: Exportar como CSV
ru: Экспорт в CSV
tr: CSV olarak Dışa Aktar
zh_hans: 导出为 CSV
zh_hant: 匯出為 CSV

source: Export as JSON
de: Als JSON exportieren
es: Exportar como JSON
fr: Exporter en JSON
ja: JSON としてエクスポート
ko: JSON으로 내보내기
pt: Exportar como JSON
ru: Экспорт в JSON
tr: JSON olarak Dışa Aktar
zh_hans: 导出为 JSON
zh_hant: 匯出為 JSON

source: Export My Data
de: Meine Daten exportieren
es: Exportar mis datos
fr: Exporter mes données
ja: 私のデータをエクスポート
ko: 내 데이터 내보내기
pt: Exportar Meus Dados
ru: Экспорт моих данных
tr: Verilerimi Dışa Aktar
zh_hans: 导出我的数据
zh_hant: 匯出我的資料

source: Export Verified Audit Trail
de: Verifizierten Audit-Trail exportieren
es: Exportar pista de auditoría verificada
fr: Exporter la piste d'audit vérifiée
ja: 検証済み監査証跡をエクスポート
ko: 검증된 감사 추적 내보내기
pt: Exportar Trilha de Auditoria Verificada
ru: Экспорт проверенного журнала аудита
tr: Doğrulanmış Denetim İzini Dışa Aktar
zh_hans: 导出已验证的审计追踪
zh_hant: 匯出已驗證的稽核軌跡

source: Export Violations as CSV
de: Verstöße als CSV exportieren
es: Exportar infracciones como CSV
fr: Exporter les violations en CSV
ja: 違反を CSV としてエクスポート
ko: 위반 사항을 CSV로 내보내기
pt: Exportar Violações como CSV
ru: Экспорт нарушений в CSV
tr: İhlalleri CSV olarak Dışa Aktar
zh_hans: 将违规导出为 CSV
zh_hant: 將違規匯出為 CSV

source: Export Violations as JSON
de: Verstöße als JSON exportieren
es: Exportar infracciones como JSON
fr: Exporter les violations en JSON
ja: 違反を JSON としてエクスポート
ko: 위반 사항을 JSON으로 내보내기
pt: Exportar Violações como JSON
ru: Экспорт нарушений в JSON
tr: İhlalleri JSON olarak Dışa Aktar
zh_hans: 将违规导出为 JSON
zh_hant: 將違規匯出為 JSON

source: Exports a cryptographically chained audit trail with SHA-256 integrity verification.
de: Exportiert einen kryptografisch verketteten Audit-Trail mit SHA-256-Integritätsprüfung.
es: Exporta una pista de auditoría encadenada criptográficamente con verificación de integridad SHA-256.
fr: Exporte une piste d'audit chaînée cryptographiquement avec vérification d'intégrité SHA-256.
ja: SHA-256 整合性検証付きの暗号的に連鎖された監査証跡をエクスポートします。
ko: SHA-256 무결성 검증이 포함된 암호학적으로 연결된 감사 추적을 내보냅니다.
pt: Exporta uma trilha de auditoria encadeada criptograficamente com verificação de integridade SHA-256.
ru: Экспортирует криптографически связанный журнал аудита с проверкой целостности SHA-256.
tr: SHA-256 bütünlük doğrulaması ile kriptografik olarak zincirlenmiş bir denetim izini dışa aktarır.
zh_hans: 导出经 SHA-256 完整性验证的加密链接审计追踪。
zh_hant: 匯出經 SHA-256 完整性驗證的加密鏈結稽核軌跡。

source: Extracted Text
de: Extrahierter Text
es: Texto extraído
fr: Texte extrait
ja: 抽出されたテキスト
ko: 추출된 텍스트
pt: Texto Extraído
ru: Извлечённый текст
tr: Çıkarılan Metin
zh_hans: 提取的文本
zh_hant: 擷取的文字

source: Failed
de: Fehlgeschlagen
es: Error
fr: Échec
ja: 失敗
ko: 실패
pt: Falha
ru: Сбой
tr: Başarısız
zh_hans: 失败
zh_hant: 失敗

source: Failed (HTTP %lld)
de: Fehlgeschlagen (HTTP %lld)
es: Error (HTTP %lld)
fr: Échec (HTTP %lld)
ja: 失敗 (HTTP %lld)
ko: 실패 (HTTP %lld)
pt: Falha (HTTP %lld)
ru: Сбой (HTTP %lld)
tr: Başarısız (HTTP %lld)
zh_hans: 失败 (HTTP %lld)
zh_hant: 失敗 (HTTP %lld)

source: Failed to connect to sync server: %@
de: Verbindung zum Sync-Server fehlgeschlagen: %@
es: No se pudo conectar al servidor de sincronización: %@
fr: Échec de la connexion au serveur de synchronisation : %@
ja: 同期サーバーへの接続に失敗しました: %@
ko: 동기화 서버에 연결 실패: %@
pt: Falha ao conectar ao servidor de sincronização: %@
ru: Не удалось подключиться к серверу синхронизации: %@
tr: Senkronizasyon sunucusuna bağlanılamadı: %@
zh_hans: 无法连接到同步服务器：%@
zh_hant: 無法連線到同步伺服器：%@

source: Failed to copy item to clipboard
de: Element konnte nicht in die Zwischenablage kopiert werden
es: No se pudo copiar el elemento al portapapeles
fr: Impossible de copier l'élément dans le presse-papiers
ja: クリップボードへの項目のコピーに失敗しました
ko: 항목을 클립보드에 복사하지 못했습니다
pt: Falha ao copiar o item para a área de transferência
ru: Не удалось скопировать элемент в буфер обмена
tr: Öğe panoya kopyalanamadı
zh_hans: 无法将项目复制到剪贴板
zh_hant: 無法將項目複製到剪貼簿

source: Failed to copy plugin: %@
de: Plug-in konnte nicht kopiert werden: %@
es: No se pudo copiar el plugin: %@
fr: Impossible de copier le plugin : %@
ja: プラグインをコピーできませんでした: %@
ko: 플러그인을 복사하지 못했습니다: %@
pt: Falha ao copiar o plugin: %@
ru: Не удалось скопировать плагин: %@
tr: Eklenti kopyalanamadı: %@
zh_hans: 无法复制插件：%@
zh_hant: 無法複製外掛程式:%@

source: Failed to create plugins directory
de: Plug-in-Verzeichnis konnte nicht erstellt werden
es: No se pudo crear el directorio de plugins
fr: Impossible de créer le répertoire des plugins
ja: プラグインディレクトリを作成できませんでした
ko: 플러그인 디렉터리를 만들지 못했습니다
pt: Não foi possível criar o diretório de plugins
ru: Не удалось создать каталог плагинов
tr: Eklenti dizini oluşturulamadı
zh_hans: 无法创建插件目录
zh_hant: 無法建立外掛程式目錄

source: Failed to create rule: %@
de: Regel konnte nicht erstellt werden: %@
es: No se pudo crear la regla: %@
fr: Impossible de créer la règle : %@
ja: ルールの作成に失敗しました: %@
ko: 규칙을 생성하지 못했습니다: %@
pt: Falha ao criar regra: %@
ru: Не удалось создать правило: %@
tr: Kural oluşturulamadı: %@
zh_hans: 创建规则失败：%@
zh_hant: 建立規則失敗：%@

source: Failed to decrypt audit log entry detail: %@
de: Details eines Audit-Protokolleintrags konnten nicht entschlüsselt werden: %@
es: No se pudo descifrar el detalle de la entrada del registro de auditoría: %@
fr: Impossible de déchiffrer les détails de l'entrée du journal d'audit : %@
ja: 監査ログエントリの詳細を復号化できませんでした: %@
ko: 감사 로그 항목 세부정보를 복호화하지 못했습니다: %@
pt: Falha ao descriptografar o detalhe da entrada do registro de auditoria: %@
ru: Не удалось расшифровать данные записи журнала аудита: %@
tr: Denetim günlüğü girişi ayrıntısı çözülemedi: %@
zh_hans: 无法解密审计日志条目详情：%@
zh_hant: 無法解密稽核日誌項目詳細資訊:%@

source: Failed to decrypt data. The encryption key may have changed.
de: Entschlüsselung fehlgeschlagen. Der Verschlüsselungsschlüssel wurde möglicherweise geändert.
es: Error al descifrar los datos. Es posible que la clave de cifrado haya cambiado.
fr: Échec du déchiffrement. La clé de chiffrement a peut-être changé.
ja: データの復号化に失敗しました。暗号鍵が変更された可能性があります。
ko: 데이터 복호화에 실패했습니다. 암호화 키가 변경되었을 수 있습니다.
pt: Falha ao descriptografar os dados. A chave de criptografia pode ter mudado.
ru: Не удалось расшифровать данные. Возможно, ключ шифрования был изменён.
tr: Veri şifresi çözülemedi. Şifreleme anahtarı değişmiş olabilir.
zh_hans: 无法解密数据。加密密钥可能已更改。
zh_hant: 無法解密資料。加密金鑰可能已變更。

source: Failed to delete from Keychain (status: %d)
de: Löschen aus dem Keychain fehlgeschlagen (Status: %d)
es: Error al eliminar del Keychain (estado: %d)
fr: Échec de la suppression depuis le Keychain (statut : %d)
ja: Keychain からの削除に失敗しました (ステータス: %d)
ko: Keychain에서 삭제하지 못했습니다 (상태: %d)
pt: Falha ao excluir do Keychain (status: %d)
ru: Не удалось удалить из Keychain (статус: %d)
tr: Keychain'den silinemedi (durum: %d)
zh_hans: 无法从 Keychain 删除（状态：%d）
zh_hant: 無法從 Keychain 刪除(狀態:%d)

source: Failed to delete plugin: %@
de: Plug-in konnte nicht gelöscht werden: %@
es: No se pudo eliminar el plugin: %@
fr: Impossible de supprimer le plugin : %@
ja: プラグインを削除できませんでした: %@
ko: 플러그인을 삭제하지 못했습니다: %@
pt: Falha ao excluir o plugin: %@
ru: Не удалось удалить плагин: %@
tr: Eklenti silinemedi: %@
zh_hans: 无法删除插件：%@
zh_hant: 無法刪除外掛程式:%@

source: Failed to delete provider: %@
de: Anbieter konnte nicht gelöscht werden: %@
es: No se pudo eliminar el proveedor: %@
fr: Impossible de supprimer le fournisseur : %@
ja: プロバイダの削除に失敗しました: %@
ko: 공급자를 삭제하지 못했습니다: %@
pt: Falha ao excluir provedor: %@
ru: Не удалось удалить провайдера: %@
tr: Sağlayıcı silinemedi: %@
zh_hans: 删除提供商失败：%@
zh_hant: 刪除提供者失敗：%@

source: Failed to delete rule: %@
de: Regel konnte nicht gelöscht werden: %@
es: No se pudo eliminar la regla: %@
fr: Impossible de supprimer la règle : %@
ja: ルールの削除に失敗しました: %@
ko: 규칙을 삭제하지 못했습니다: %@
pt: Falha ao excluir regra: %@
ru: Не удалось удалить правило: %@
tr: Kural silinemedi: %@
zh_hans: 删除规则失败：%@
zh_hant: 刪除規則失敗：%@

source: Failed to encrypt audit event detail: %@
de: Audit-Ereignisdetails konnten nicht verschlüsselt werden: %@
es: No se pudo cifrar el detalle del evento de auditoría: %@
fr: Impossible de chiffrer les détails de l'événement d'audit : %@
ja: 監査イベントの詳細を暗号化できませんでした: %@
ko: 감사 이벤트 세부정보를 암호화하지 못했습니다: %@
pt: Falha ao criptografar o detalhe do evento de auditoria: %@
ru: Не удалось зашифровать данные события аудита: %@
tr: Denetim olayı ayrıntısı şifrelenemedi: %@
zh_hans: 无法加密审计事件详情：%@
zh_hant: 無法加密稽核事件詳細資訊:%@

source: Failed to fetch metadata: %@
de: Metadaten konnten nicht abgerufen werden: %@
es: No se pudieron obtener los metadatos: %@
fr: Impossible de récupérer les métadonnées : %@
ja: メタデータの取得に失敗しました: %@
ko: 메타데이터를 가져오지 못했습니다: %@
pt: Falha ao obter metadados: %@
ru: Не удалось получить метаданные: %@
tr: Meta veri alınamadı: %@
zh_hans: 获取元数据失败：%@
zh_hant: 取得中繼資料失敗：%@

source: Failed to load from Keychain (status: %d)
de: Laden aus dem Keychain fehlgeschlagen (Status: %d)
es: Error al cargar desde el Keychain (estado: %d)
fr: Échec du chargement depuis le Keychain (statut : %d)
ja: Keychain からの読み込みに失敗しました (ステータス: %d)
ko: Keychain에서 불러오지 못했습니다 (상태: %d)
pt: Falha ao carregar do Keychain (status: %d)
ru: Не удалось загрузить из Keychain (статус: %d)
tr: Keychain'den yüklenemedi (durum: %d)
zh_hans: 无法从 Keychain 加载（状态：%d）
zh_hant: 無法從 Keychain 載入(狀態:%d)

source: Failed to load installed plugin
de: Installiertes Plug-in konnte nicht geladen werden
es: No se pudo cargar el plugin instalado
fr: Impossible de charger le plugin installé
ja: インストール済みプラグインを読み込めませんでした
ko: 설치된 플러그인을 불러오지 못했습니다
pt: Falha ao carregar o plugin instalado
ru: Не удалось загрузить установленный плагин
tr: Yüklenmiş eklenti yüklenemedi
zh_hans: 无法加载已安装的插件
zh_hant: 無法載入已安裝的外掛程式

source: Failed to load plugin bundle at: %@
de: Plug-in-Bundle konnte nicht geladen werden unter: %@
es: No se pudo cargar el paquete del plugin en: %@
fr: Impossible de charger le bundle du plugin à : %@
ja: 次の場所のプラグインバンドルを読み込めませんでした: %@
ko: 다음 위치의 플러그인 번들을 불러오지 못했습니다: %@
pt: Falha ao carregar o pacote do plugin em: %@
ru: Не удалось загрузить пакет плагина по пути: %@
tr: Şurada eklenti paketi yüklenemedi: %@
zh_hans: 无法加载以下位置的插件包：%@
zh_hant: 無法載入下列位置的外掛程式套件:%@

source: Failed to load providers: %@
de: Anbieter konnten nicht geladen werden: %@
es: No se pudieron cargar los proveedores: %@
fr: Impossible de charger les fournisseurs : %@
ja: プロバイダの読み込みに失敗しました: %@
ko: 공급자를 불러오지 못했습니다: %@
pt: Falha ao carregar provedores: %@
ru: Не удалось загрузить провайдеров: %@
tr: Sağlayıcılar yüklenemedi: %@
zh_hans: 加载提供商失败：%@
zh_hant: 載入提供者失敗：%@

source: Failed to load rules: %@
de: Regeln konnten nicht geladen werden: %@
es: No se pudieron cargar las reglas: %@
fr: Impossible de charger les règles : %@
ja: ルールの読み込みに失敗しました: %@
ko: 규칙을 불러오지 못했습니다: %@
pt: Falha ao carregar regras: %@
ru: Не удалось загрузить правила: %@
tr: Kurallar yüklenemedi: %@
zh_hans: 加载规则失败：%@
zh_hant: 載入規則失敗：%@

source: Failed to parse SAML XML: %@
de: SAML-XML konnte nicht geparst werden: %@
es: No se pudo analizar el XML de SAML: %@
fr: Impossible d'analyser le XML SAML : %@
ja: SAML XML の解析に失敗しました: %@
ko: SAML XML 구문 분석에 실패했습니다: %@
pt: Falha ao analisar XML SAML: %@
ru: Не удалось разобрать XML SAML: %@
tr: SAML XML ayrıştırılamadı: %@
zh_hans: 无法解析 SAML XML:%@
zh_hant: 無法剖析 SAML XML:%@

source: Failed to parse shortened URL from response
de: Verkürzte URL konnte nicht aus der Antwort gelesen werden
es: No se pudo analizar la URL acortada de la respuesta
fr: Impossible d'analyser l'URL raccourcie dans la réponse
ja: 応答から短縮された URL を解析できませんでした
ko: 응답에서 단축된 URL을 구문 분석하지 못했습니다
pt: Falha ao analisar a URL encurtada da resposta
ru: Не удалось разобрать сокращённый URL из ответа
tr: Yanıttan kısaltılmış URL ayrıştırılamadı
zh_hans: 无法从响应中解析缩短的 URL
zh_hant: 無法從回應中剖析縮短的 URL

source: Failed to retrieve the admin policy from the server: %@
de: Die Administratorrichtlinie konnte nicht vom Server abgerufen werden: %@
es: Error al obtener la política de administración del servidor: %@
fr: Impossible de récupérer la politique d'administration depuis le serveur : %@
ja: サーバーから管理ポリシーを取得できませんでした: %@
ko: 서버에서 관리 정책을 가져오지 못했습니다: %@
pt: Falha ao recuperar a política de administração do servidor: %@
ru: Не удалось получить политику администрирования с сервера: %@
tr: Yönetici politikası sunucudan alınamadı: %@
zh_hans: 无法从服务器检索管理策略：%@
zh_hant: 無法從伺服器擷取管理政策:%@

source: Failed to save API key to Keychain (error %lld)
de: API-Schlüssel konnte nicht im Schlüsselbund gespeichert werden (Fehler %lld)
es: No se pudo guardar la clave de API en el Llavero (error %lld)
fr: Impossible d'enregistrer la clé API dans le Trousseau (erreur %lld)
ja: APIキーをキーチェーンに保存できませんでした (エラー %lld)
ko: API 키를 키체인에 저장하지 못했습니다 (오류 %lld)
pt: Falha ao salvar a chave de API no Chaveiro (erro %lld)
ru: Не удалось сохранить API-ключ в связке ключей (ошибка %lld)
tr: API anahtarı Anahtar Zinciri'ne kaydedilemedi (hata %lld)
zh_hans: 无法将 API 密钥保存到钥匙串（错误 %lld）
zh_hant: 無法將 API 金鑰儲存到鑰匙圈（錯誤 %lld）

source: Failed to save clipboard content to storage
de: Zwischenablageinhalt konnte nicht im Speicher gesichert werden
es: No se pudo guardar el contenido del portapapeles en el almacenamiento
fr: Impossible d'enregistrer le contenu du presse-papiers dans le stockage
ja: クリップボードの内容をストレージに保存できませんでした
ko: 클립보드 내용을 저장소에 저장하지 못했습니다
pt: Falha ao salvar o conteúdo da área de transferência no armazenamento
ru: Не удалось сохранить содержимое буфера обмена в хранилище
tr: Pano içeriği depolama alanına kaydedilemedi
zh_hans: 无法将剪贴板内容保存到存储
zh_hant: 無法將剪貼簿內容儲存至儲存空間

source: Failed to save file: %@
de: Datei konnte nicht gespeichert werden: %@
es: No se pudo guardar el archivo: %@
fr: Impossible d'enregistrer le fichier : %@
ja: ファイルの保存に失敗しました: %@
ko: 파일을 저장하지 못했습니다: %@
pt: Falha ao salvar arquivo: %@
ru: Не удалось сохранить файл: %@
tr: Dosya kaydedilemedi: %@
zh_hans: 保存文件失败：%@
zh_hant: 儲存檔案失敗：%@

source: Failed to save provider: %@
de: Anbieter konnte nicht gespeichert werden: %@
es: No se pudo guardar el proveedor: %@
fr: Impossible d'enregistrer le fournisseur : %@
ja: プロバイダの保存に失敗しました: %@
ko: 공급자를 저장하지 못했습니다: %@
pt: Falha ao salvar provedor: %@
ru: Не удалось сохранить провайдера: %@
tr: Sağlayıcı kaydedilemedi: %@
zh_hans: 保存提供商失败：%@
zh_hant: 儲存提供者失敗：%@

source: Failed to save to Keychain (status: %d)
de: Speichern im Keychain fehlgeschlagen (Status: %d)
es: Error al guardar en el Keychain (estado: %d)
fr: Échec de l'enregistrement dans le Keychain (statut : %d)
ja: Keychain への保存に失敗しました (ステータス: %d)
ko: Keychain에 저장하지 못했습니다 (상태: %d)
pt: Falha ao salvar no Keychain (status: %d)
ru: Не удалось сохранить в Keychain (статус: %d)
tr: Keychain'e kaydedilemedi (durum: %d)
zh_hans: 无法保存到 Keychain（状态：%d）
zh_hant: 無法儲存至 Keychain(狀態:%d)

source: Failed to serialize events as JSON: %@
de: Ereignisse konnten nicht als JSON serialisiert werden: %@
es: No se pudieron serializar los eventos como JSON: %@
fr: Impossible de sérialiser les événements en JSON : %@
ja: イベントをJSONとしてシリアライズできませんでした: %@
ko: 이벤트를 JSON으로 직렬화하지 못했습니다: %@
pt: Falha ao serializar eventos como JSON: %@
ru: Не удалось сериализовать события в JSON: %@
tr: Olaylar JSON olarak serileştirilemedi: %@
zh_hans: 将事件序列化为 JSON 失败：%@
zh_hant: 將事件序列化為 JSON 失敗：%@

source: Failed to serialize violations as JSON: %@
de: Verstöße konnten nicht als JSON serialisiert werden: %@
es: No se pudieron serializar las infracciones como JSON: %@
fr: Impossible de sérialiser les violations en JSON : %@
ja: 違反をJSONとしてシリアライズできませんでした: %@
ko: 위반사항을 JSON으로 직렬화하지 못했습니다: %@
pt: Falha ao serializar violações como JSON: %@
ru: Не удалось сериализовать нарушения в JSON: %@
tr: İhlaller JSON olarak serileştirilemedi: %@
zh_hans: 将违规项序列化为 JSON 失败：%@
zh_hant: 將違規項序列化為 JSON 失敗：%@
